"%1 already exists.\nDo you want to replace it?"="%1 ήδη υπάρχει.\nΘέλετε να το αντικαταστήσετε;";
"%1 days left"="%1 ημέρες απομένουν";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nΟ κατάλογος δε βρέθηκε.\nΕπιβεβαιώστε ότι έχει δοθεί το σωστό όνομα καταλόγου.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nΤο αρχείο δε βρέθηκε.\nΕπιβεβαιώστε ότι έχει δοθεί το σωστό όνομα αρχείου.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="To %s είναι εκτός σύνδεσης αυτή τη στιγμή, αλλά το μάθημα θα εμφανιστεί αυτόματα την επόμενη φορά που θα ανοίξετε την εφαρμογή Lessons.";
"&Abort"="&Διακοπή";
"&Add to Custom Colors"="&Προσθήκη στα Προσαρμοσμένα Χρώματα";
"&Basic colors"="&Βασικά χρώματα";
"&Cancel"="&Άκυρο";
"&Copy"="&Αντιγραφή";
"&Custom colors"="&Προσαρμοσμένα χρώματα";
"&Define Custom Colors >>"="&Καθορισμός Προσαρμοσμένων χρωμάτων >>";
"&Delete"="&Διαγραφή";
"&Finish"="&Τέλος";
"&Green:"="&Πράσινο:";
"&Help"="&Βοήθεια";
"&Ignore"="&Παράβλεψη";
"&Name:"="&Όνομα:";
"&Next >"="&Επόμενο >";
"&Next >"="&Επόμενο >";
"&No"="&Όχι";
"&No"="&Όχι";
"&Open"="&Άνοιγμα";
"&Options <<"="&Επιλογές <<";
"&Options >>"="&Επιλογές >>";
"&Paste"="&Επικόλληση";
"&Print"="&Εκτύπωση";
"&Red:"="&Κόκκινο:";
"&Redo"="&Επανάληψη ενέργειας";
"&Reload"="&Επαναφόρτωση";
"&Rename"="&Μετονομασία";
"&Retry"="&Δοκιμάστε ξανά";
"&Sat:"="&Sat:";
"&Save"="&Αποθήκευση";
"&Undo"="&Αναίρεση";
"&Unsorted"="&Αταξινόμητο";
"&Val:"="&Val:";
"&Yes"="&Ναι";
"&Yes"="&Ναι";
"..."="...";
":"=":";
"< &Back"="< &Προηγούμενο";
"< Share Options"="< Επιλογές κοινής χρήσης";
"< Share with SMART Board"="< Κοινή χρήση με SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Πληροφορίες για το Qt</h3>%1<p>Το Qt είναι κιτ εργαλείων C++ για ανάπτυξη διαπεριβαλλοντικών εφαρμογών.</p><p>Το Qt παρέχει μεταφερτότητα μοναδικής πηγής μεταξύ MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, και όλων των μεγάλων εμπορικών παραλλαγών Unix. Το Qt διατίθεται και για ενσωματωμένες συσκευές όπως η Qtopia Core.</p><p>Το Qt είναι προϊόν της Trolltech. Βλέπε <tt>http://www.trolltech.com/qt/</tt> για περισσότερες πληροφορίες.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Το πρόγραμμα αυτό χρησιμοποιεί την έκδοση Qt Open Source Edition %1.</p><p>Το Qt Open Source Edition προορίζεται για την ανάπτυξη εφαρμογών ανοιχτής προέλευσης. Χρειάζεστε άδεια εμπορικής χρήσης του Qt για ανάπτυξη ιδιόκτητων εφαρμογών (κλειστής προέλευσης).</p><p>Βλέπε <tt>http://www.trolltech.com/company/model.html</tt> για επισκόπηση των όρων αδειοδότησης του Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Το πρόγραμμα αυτό χρησιμοποιεί έκδοση Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Απαιτείται κλειδί προϊόντος SMART Notebook Advantage για αυτή την έκδοση του λογισμικού SMART Notebook. Επισκεφτείτε τη διεύθυνση <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> για λεπτομέρειες.";
"A&lpha channel:"="Κανάλι A&lpha:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7 ίντσες)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Διακοπή";
"About %1"="Πληροφορίες για το %1";
"About Qt"="Πληροφορίες για το Qt";
"Account"="Λογαριασμός";
"Activate"="Ενεργοποίηση";
"Activated"="Ενεργοποιήθηκε";
"Activates the program's main window"="Ενεργοποιεί το κύριο παράθυρο του προγράμματος";
"Activation Key"="Κλειδί ενεργοποίησης";
"Activation Web Services:"="Υπηρεσίες Web ενεργοποίησης:";
"Activation Wizard"="Πρόγραμμα ενεργοποίησης";
"Activation Wizard is outdated."="Ο Οδηγός ενεργοποίησης δεν έχει ενημερωθεί.";
"Activation required"="Απαιτείται ενεργοποίηση";
"Add Boards"="Προσθήκη πινάκων";
"Advanced"="Για προχωρημένους";
"Aliases: %1"="Ψευδώνυμα: %1";
"All Files (*)"="Όλα τα αρχεία (*)";
"All Files (*.*)"="Όλα τα αρχεία (*.*)";
"All pending requests have been canceled."="Ακυρώθηκαν όλα τα αιτήματα σε εκκρεμότητα.";
"Apply"="Εφαρμογή";
"Are you sure you want to delete license information?"="Είστε σίγουροι ότι θέλετε να διαγράψετε τις πληροφορίες άδειας;";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Είστε βέβαιος ότι επιθυμείτε την επιστροφή του κλειδιού προϊόντος γι’ αυτό το προϊόν; Η άδεια θα απενεργοποιηθεί σ’ αυτόν τον υπολογιστή αμέσως (πριν να ολοκληρωθεί η επιστροφή).";
"Authentication Required"="Απαιτείται έλεγχος ταυτότητας";
"Authentication required"="Απαιτείται έλεγχος ταυτότητας";
"Automatic Activation"="Αυτόματη ενεργοποίηση";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1.000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 ίντσες)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Προηγούμενο";
"Bl&ue:"="Μπ&λε:";
"Browse Content"="Περιήγηση περιεχομένου";
"Browse..."="Αναζήτηση...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Άκυρο";
"Canceled"="Ακυρώθηκε";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Δεν είναι δυνατή η επικύρωση του κλειδιού. Δοκιμάστε πάλι την ενεργοποίηση. \n\nΑν το πρόβλημα παραμένει, σημειώστε τυχόν μηνύματα σφάλματος και επικοινωνήστε με το Τμήμα Τεχνικής Υποστήριξης της SMART.";
"Centimeters (cm)"="Εκατοστά (cm)";
"Check Activation Server Connectivity"="Έλεγχος συνδεσιμότητας διακομιστή ενεργοποίησης";
"Check for renewals complete. No renewals found."="Ολοκληρώθηκε ο έλεγχος για ανανεώσεις. Δεν βρέθηκαν ανανεώσεις.";
"Checking..."="Έλεγχος...";
"Choose your SMART Board"="Επιλέξτε το SMART Board σας";
"Class ID"="Αναγνωριστικό τάξης";
"Class Name"="Όνομα τάξης";
"Cleaning up a few things..."="Γίνεται εκκαθάριση...";
"Click here to test connectivity."="Κάντε κλικ εδώ για να ελέγξετε τη συνδεσιμότητα.";
"Close"="Κλείσιμο";
"Close without Saving"="Κλείσιμο χωρίς αποθήκευση";
"Collate"="Συρραφή";
"Color"="Χρώμα";
"Color Mode"="Λειτουργία χρώματος";
"Commit"="Δέσμευση";
"Complete Later"="Ολοκλήρωση αργότερα";
"Connect"="Σύνδεση";
"Connected to host"="Συνδεδεμένος με κεντρικό υπολογιστή";
"Connected to host %1"="Συνδεδεμένος με κεντρικό υπολογιστή %1";
"Connection Options"="Επιλογές Σύνδεσης";
"Connection Options..."="Επιλογές Σύνδεσης...";
"Connection closed"="Κλείσιμο σύνδεσης";
"Connection refused"="Άρνηση σύνδεσης";
"Connection refused (or timed out)"="Άρνηση σύνδεσης (ή λήξη)";
"Connection to %1 closed"="Κλείσιμο σύνδεσης με %1";
"Contact Support at:"="Στοιχεία επικοινωνίας για υποστήριξη:";
"Contact technical support"="Επικοινωνήστε με την τεχνική υποστήριξη";
"Continue"="Συνέχεια";
"Copies"="Αντίγραφα";
"Copies:"="Αντίγραφα:";
"Copy"="Αντιγραφή";
"Copy &Link Location"="Αντιγραφή και θέση συνδέσμου";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Δεν ήταν δυνατή η ενεργοποίηση. Ενδέχεται να υπάρχει πρόβλημα με τους διακομιστές ενεργοποίησης. Προσπαθήστε ξανά αργότερα.";
"Could not connect to the server. Trying again..."="Δεν ήταν δυνατή η σύνδεση στον διακομιστή. Γίνεται προσπάθεια πάλι...";
"Couldn't find a board with that code. Want to try again?"="Δεν βρέθηκε πίνακας με αυτόν τον κωδικό. Θέλετε να προσπαθήστε ξανά;";
"Couldn't load profile"="Δεν ήταν δυνατή η φόρτωση του προφίλ";
"Couldn't start the trial period."="Δεν ήταν δυνατή η εκκίνηση της δοκιμαστικής περιόδου.";
"Count"="Καταμέτρηση";
"Create New Folder"="Δημιουργία Νέου Φακέλου";
"Create a New File"="Δημιουργία νέου αρχείου";
"Create a link to this document"="Δημιουργία συνδέσμου σε αυτό το έγγραφο";
"Creating ..."="Δημιουργία ...";
"Cu&t"="Αποκοπ&ή";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Κατεστραμμένα δεδομένα";
"Delete"="Διαγραφή";
"Detail View"="Λεπτομερειακή Προβολή";
"Details:"="Λεπτομέρειες:";
"Directories"="Κατάλογοι";
"Directory"="Κατάλογος";
"Disabled"="Απενεργοποιήθηκε";
"Discard"="Απόρριψη";
"Do you want to discard this request or complete it later?"="Θέλετε την απόρριψη αυτού του αιτήματος ή να ολοκληρωθεί αργότερα;";
"Don't Save"="Να μην αποθηκευτεί";
"Don't show this again"="Να μην εμφανιστεί ξανά";
"Done"="Εκτελέστηκε";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Η λήψη δεν ολοκληρώθηκε. Ληφθέντα %1 byte, αναμενόμενα %2 byte.";
"Drive"="Μονάδα δίσκου";
"Duplex Printing"="Εκτύπωση δύο πλευρών";
"Error writing response to device"="Παρουσιάστηκε σφάλμα κατά την εγγραφή απόκρισης σε συσκευή";
"Examples"="Παραδείγματα";
"Executable '%1' requires Qt %2, found Qt %3."="Εκτελέσιμο '%1' απαιτεί Qt %2, βρέθηκε το Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 x 10 ίντσες, 191 x 254 mm)";
"Expired"="Έληξε";
"Expired on %1"="Έληξε στις %1";
"Expires on %1"="Λήγει στις %1";
"Failed due to a data error. Please contact our support."="Απέτυχε λόγω σφάλματος δεδομένων. Επικοινωνήστε με το τμήμα τεχνικής υποστήριξής μας.";
"Failed to cancel all pending requests."="Απέτυχε η ακύρωση όλων των αιτημάτων σε εκκρεμότητα.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Αποτυχία σύνδεσης στον διακομιστή SMART. Δοκιμάστε αργότερα, ή δοκιμάστε μη αυτόματη ενεργοποίηση.";
"Failed to write activation information. Make sure you have enough permissions."="Η εγγραφή των πληροφοριών ενεργοποίησης απέτυχε. Βεβαιωθείτε ότι έχετε αρκετές άδειες.";
"Failed. Details: "="Αποτυχία. Λεπτομέρειες: ";
"False"="Ψευδές";
"File"="Αρχείο";
"File name:"="Όνομα αρχείου:";
"Files of type:"="Αρχεία τύπου:";
"Finished"="Ολοκληρώθηκε";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Φόρμα";
"From page:"="Από σελίδα:";
"Fulfillment ID"="Αναγνωριστικό εκπλήρωσης";
"Get started with SMART Notebook software"="Ξεκινήστε με το λογισμικό SMART Notebook";
"Getting things ready..."="Γίνεται προετοιμασία...";
"Go Back"="Πίσω";
"Grace period has expired."="Η περίοδος χάριτος έχει λήξει.";
"Grace period: <b>%1</b> day(s) remaining"="Περίοδος χάριτος: <b>%1</b> ημέρα(ες) απομένει(ουν)";
"Grayscale"="Κλίμακα γκρι";
"Great! Your lesson is on its way to the SMART Board."="Ωραία! Το μάθημά σας είναι καθ' οδόν για το SMART Board.";
"HTTP request failed"="Η αίτηση HTTP απέτυχε";
"HTTPS connection requested but SSL support not compiled in"="Έγινε αίτηση σύνδεσης HTTPS αλλά η υποστήριξη SSL δεν μεταγλωττίστηκε";
"Height:"="Ύψος:";
"Help"="Βοήθεια";
"Hide %1"="Απόκρυψη %1";
"Hide Others"="Απόκρυψη άλλων";
"Host %1 found"="Εντοπίστηκε κεντρικός υπολογιστής %1";
"Host %1 not found"="Δεν εντοπίστηκε κεντρικός υπολογιστής %1";
"Host found"="Εντοπίστηκε κεντρικός υπολογιστής";
"Host requires authentication"="Ο κεντρικός υπολογιστής απαιτεί έλεγχο ταυτότητας";
"Host:"="Κεντρικός υπολογιστής:";
"Hu&e:"="Απόχρωσ&η:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Αποδέχομαι τους όρους στη <a href=\"showEula()\">συμφωνία άδειας</a>.";
"Ignore"="Παράβλεψη";
"Inches (in)"="Ίντσες (in)";
"Include your name to help students find your class quickly."="Συμπεριλάβετε το όνομά σας για να βοηθήσετε τους μαθητές να βρουν γρήγορα την τάξη σας.";
"Includes maintenance ending on:"="Περιλαμβάνει συντήρηση που λήγει στις:";
"Includes permanent activations."="Περιλαμβάνει μόνιμες ενεργοποιήσεις.";
"Includes subscriptions expiring on:"="Περιλαμβάνει συνδρομές που λήγουν στις:";
"Incompatible Qt Library Error"="Σφάλμα Βιβλιοθήκης Ασύμβατο Qt";
"Installation ID"="Ταυτότητα εγκατάστασης";
"Internet access is disabled by the system administrator."="Απενεργοποιήθηκε η πρόσβαση στο διαδίκτυο από τον διαχειριστή του συστήματος.";
"Invalid"="Μη έγκυρο";
"Invalid HTTP chunked body"="Μη έγκυρο τμηματικό κείμενο HTTP";
"Invalid HTTP response header"="Μη έγκυρη κεφαλίδα απόκρισης HTTP";
"Invalid entitlement"="Μη έγκυρο δικαίωμα";
"Invalid product key."="Άκυρο κλειδί προϊόντος.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Η βιβλιοθήκη Μαθημάτων του πίνακα φαίνεται να είναι γεμάτη. Μπορείτε να διαγράψετε μερικά μαθήματα για να ελευθερώσετε χώρο.";
"Landscape"="Οριζόντιος";
"Learn how to renew."="Μάθετε πώς να την ανανεώσετε.";
"Learn more."="Μάθετε περισσότερα.";
"Learn the Basics"="Μάθετε τα βασικά";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 ίντσες, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Επιστολή (8.5 x 11 ίντσες, 216 x 279 mm)";
"Limitations"="Περιορισμοί";
"List View"="Προβολή Λίστας";
"Location:"="Θέση:";
"Long side"="Πλευρά μεγάλου μήκους";
"Look in:"="Αναζήτηση σε:";
"Lync connector"="Σύνδεση Lync";
"Manage"="Διαχείριση";
"Manual Request"="Μη αυτόματο αίτημα";
"Margins"="Περιθώρια";
"Microsoft (personal)"="Microsoft (προσωπικός)";
"Millimeters (mm)"="Χιλιοστά (mm)";
"My Computer"="Ο Υπολογιστής μου";
"N&o to All"="Όχ&ι σε Όλα";
"N&o to All"="Όχ&ι σε Όλα";
"Name:"="Όνομα:";
"No Internet Connection"="Δεν υπάρχει σύνδεση στο ίντερνετ";
"No boards yet. Get connected."="Δεν υπάρχουν πίνακες ακόμα. Συνδεθείτε.";
"No proxy"="Δεν υπάρχει διακομιστής μεσολάβησης";
"No server set to connect to"="Δεν έχει οριστεί διακομιστής για σύνδεση με";
"No space left on device"="Δεν έχει μείνει ελεύθερος χώρος στη συσκευή";
"No such file or directory"="Δεν υπάρχει τέτοιο αρχείο ή κατάλογος";
"No, I'll complete my request(s) later."="Όχι, θα ολοκληρώσω το(τα) αίτημά (ματά) μου αργότερα.";
"No, cancel all pending requests."="Όχι, να ακυρωθούν όλα τα αιτήματα σε εκκρεμότητα.";
"None"="Κανένα";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Σημείωση: Αν οι διευθύνσεις URL δεν είναι προσβάσιμες, προσαρμόστε τις ρυθμίσεις διακομιστή μεσολάβησης και επιχειρήστε να ελέγξετε τη σύνδεση ξανά.";
"Number of copies:"="Αριθμός αντιγράφων:";
"OK"="OK";
"Office 365 (school)"="Office 365 (σπουδαστές)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Ωχ! Δεν ήταν δυνατή η ολοκλήρωση της σύνδεσής σας. Προσπαθήστε ξανά.\n\nΑν δεν τα καταφέρετε, παραλείψτε τη σύνδεση προς το παρόν και προσπαθήστε ξανά αργότερα από το μενού Λογαριασμός.";
"Oops. Something went wrong. Restarting the computer might help."="Ωχ. Δυστυχώς, παρουσιάστηκε κάποιο πρόβλημα. Η επανεκκίνηση του υπολογιστή μπορεί να βοηθήσει.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ωχ. Δεν είναι δυνατή η ολοκλήρωση αυτής της ενέργειας χωρίς σύνδεση στο ίντερνετ. \n\nΕπανασυνδεθείτε και προσπαθήστε ξανά.";
"Oops. We couldn't load your profile right now. Please try again later."="Ωχ. Δεν ήταν δυνατή η φόρτωση του προφίλ σας αυτή τη στιγμή. Προσπαθήστε ξανά αργότερα.";
"Open"="Άνοιγμα";
"Open "="Άνοιγμα ";
"Open in SMART Notebook on this computer."="Ανοίξτε στο Notebook Player σε αυτόν τον υπολογιστή.";
"Open in the Notebook Player app on my SMART Board with iQ."="Ανοίξτε στην εφαρμογή Notebook Player στο SMART Board με το iQ.";
"Operation completed successfully."="Η λειτουργία ολοκληρώθηκε με επιτυχία.";
"Options"="Επιλογές";
"Orientation"="Προσανατολισμός";
"Orientation:"="Προσανατολισμός:";
"Output &file:"="Αρχείο &εξόδου:";
"Output Settings"="Ρυθμίσεις εξόδου";
"P&roperties"="Ι&διότητες";
"Page size:"="Μέγεθος σελίδας:";
"Pages from"="Σελίδες από";
"Paper"="Χαρτί";
"Paper format"="Μορφή χαρτιού";
"Paper source:"="Προέλευση χαρτιού:";
"Parent Directory"="Γονικός Κατάλογος";
"Password"="Κωδικός πρόσβασης";
"Password:"="Κωδικός πρόσβασης:";
"Permission Required"="Απαιτούνται δικαιώματα";
"Permission denied"="Δεν έχετε δικαίωμα πρόσβασης";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Τηλέφωνο: 1.866.518.6791 ή +1.403.228.5940";
"Please try again"="Προσπαθήστε ξανά";
"Please try again later"="Προσπαθήστε ξανά αργότερα";
"Points (pt)"="Σημεία (pt)";
"Portrait"="Κατακόρυφος προσανατολισμός";
"PostScript Files (*.ps);;All Files (*)"="Αρχεία PostScript (*.ps);;Όλα τα Αρχεία (*)";
"Preferences..."="Προτιμήσεις...";
"Premium features expired on %1"="Οι λειτουργίες premium έληξαν στις %1";
"Premium features will expire on %1 without an active subscription"="Οι λειτουργίες premium θα λήξουν στις %1 χωρίς ενεργή συνδρομή";
"Preparing your document. This can take a while..."="Προετοιμασία του εγγράφου σας. Αυτό μπορεί να διαρκέσει λίγο...";
"Preview"="Προεπισκόπηση";
"Print all"="Εκτύπωση όλων";
"Print destination"="Προορισμός εκτύπωσης";
"Print first page first"="Εκτύπωση πρώτης σελίδας πρώτα";
"Print in color if available"="Έγχρωμη εκτύπωση αν διατίθεται";
"Print in grayscale"="Εκτύπωση σε διαβάθμιση του γκρι";
"Print last page first"="Εκτύπωση τελευταίας σελίδας πρώτα";
"Print range"="Εύρος εκτύπωσης";
"Print selection"="Επιλογή εκτύπωσης";
"Print to File (PDF)"="Εκτύπωση σε αρχείο (PDF)";
"Print to File (Postscript)"="Εκτύπωση σε αρχείο (Postscript)";
"Print to SMART Notebook"="Εκτύπωση στο SMART Notebook";
"Print to file:"="Εκτύπωση σε αρχείο:";
"Print to printer:"="Εκτύπωση σε εκτυπωτή:";
"Printer"="Εκτυπωτής";
"Printer settings"="Ρυθμίσεις εκτυπωτή";
"Product"="Γινόμενο";
"Product Key"="Κλειδί προϊόντος";
"Product Key is not valid"="Το κλειδί προϊόντος δεν είναι έγκυρο.";
"Product Key:"="Κλειδί προϊόντος:";
"Product key has expired."="Το κλειδί προϊόντος έχει λήξει.";
"Product:"="Προϊόν:";
"Profile"="Προφίλ";
"Proxy Settings"="Ρυθμίσεις διακομιστή μεσολάβησης";
"Proxy authentication required"="Απαιτείται έλεγχος ταυτότητας διακομιστή μεσολάβησης";
"Proxy requires authentication"="Ο διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας";
"QT_LAYOUT_DIRECTION"="ΚΑΤΕΥΘΥΝΣΗ_ΔΙΑΤΑΞΗΣ_QT";
"Quit"="Έξοδος";
"Quit %1"="Έξοδος από %1";
"Recent"="Πρόσφατα";
"Recents"="Πρόσφατα";
"Remaining signed in will give you access to SMART Notebook's basic features."="Παραμένοντας συνδεδεμένοι έχετε πρόσβαση στις βασικές λειτουργίες του SMART Notebook.";
"Request Files (%1)"="Αρχεία αιτήματος (%1)";
"Request aborted"="Εγκατάλειψη αιτήματος";
"Request denied. See Technical Details below for more information."="Το αίτημα απορρίφθηκε. Δείτε τις Τεχνικές λεπτομέρειες παρακάτω για περισσότερες πληροφορίες.";
"Request type: Activate"="Τύπος αιτήματος: Ενεργοποίηση";
"Request type: Renew"="Τύπος αιτήματος: Ανανέωση";
"Request type: Repair"="Τύπος αιτήματος: Επισκευή";
"Request type: Return"="Τύπος αιτήματος: Επιστροφή";
"Request:"="Αίτημα:";
"Reset"="Επαναφορά";
"Response Files (%1)"="Αρχεία απάντησης (%1)";
"Restore Defaults"="Επαναφορά προεπιλογών";
"Result:"="Αποτέλεσμα:";
"Retrieving your account information..."="Ανάκτηση των πληροφοριών του λογαριασμού σας...";
"Retry"="Δοκιμάστε ξανά";
"Reverse"="Όπισθεν";
"Reverse landscape"="Αναστροφή οριζόντιου προσανατολισμού";
"Reverse portrait"="Αναστροφή κατακόρυφου προσανατολισμού";
"SMART Account"="Λογαριασμός SMART";
"SMART Document Camera Mixed Reality Tools"="Εργαλεία μικτής πραγματικότητας SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="Πρόσβαση στο SMART Learning Suite Online - Notebook από οπουδήποτε";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Σύνδεση SMART Meeting Pro για Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Εργαλεία SMART Notebook 3D";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Λειτουργίες premium</a> του SMART Notebook";
"SMART Notebook Collaborative License"="Συνεργατική άδεια SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="Αγγλικό λεξιλόγιο SMART Notebook Παράδειγμα 1";
"SMART Notebook History Example 1"="Ιστορία SMART Notebook Παράδειγμα 1";
"SMART Notebook Math Example 1"="Μαθηματικά SMART Notebook Παράδειγμα 1";
"SMART Notebook Math Example 2"="Μαθηματικά SMART Notebook Παράδειγμα 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="Επιστήμη SMART Notebook Παράδειγμα 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Κιτ εργαλείων SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies - Πρόγραμμα ενεργοποίησης";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Η χειραψία SSL απέτυχε";
"Save"="Αποθήκευση";
"Save All"="Αποθήκευση Όλων";
"Save As"="Αποθήκευση ως";
"Search the SMART Exchange"="Πραγματοποιήστε αναζήτηση στο SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Δείτε αυτό το <a href='%1'>άρθρο Γνωσιακής βάσης</a> και το <a href='%2'>Διάγραμμα αντιμετώπισης προβλημάτων</a> για λεπτομέρειες σχετικά με την επίλυση των ζητημάτων συνδεσιμότητας, ειδικά όταν χρησιμοποιείτε διακομιστή μεσολάβησης";
"Select All"="Επιλογή όλων";
"Select a Directory"="Επιλογή Καταλόγου";
"Select color"="Επιλογή χρώματος";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Επιλέξτε πώς θέλετε να μοιραστείτε αυτό το αρχείο στο προφίλ σας SMART Learning Suite Online";
"Select the Response File"="Επιλέξτε το αρχείο απάντησης";
"Selection"="Επιλογή";
"Send to SMART Cloud"="Αποστολή στο SMART Cloud";
"Server closed connection unexpectedly"="Ο διακομιστής έκλεισε τη σύνδεση απροσδόκητα";
"Services"="Υπηρεσίες";
"Share"="Κοινή χρήση";
"Share Now"="Κοινή χρήση τώρα";
"Share this file with the Lessons app on a SMART Board"="Μοιραστείτε αυτό το αρχείο με την εφαρμογή Lessons σε ένα SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Μοιραστείτε αυτό το αρχείο με την εφαρμογή Notebook Player σε ένα SMART Board";
"Share to SMART Board with iQ"="Κοινή χρήση με το SMART Board με το iQ";
"Share to the Notebook Player app"="Κοινή χρήση στην εφαρμογή Notebook Player";
"Share using a link"="Κοινή χρήση με τη χρήση συνδέσμου";
"Share with a SMART Board"="Κοινή χρήση με ένα SMART Board";
"Short side"="Πλευρά μικρού μήκους";
"Show &hidden files"="Εμφάνιση &κρυφών αρχείων";
"Show All"="Εμφάνιση όλων";
"Sign In"="Συνδεθείτε";
"Sign In Again"="Συνδεθείτε ξανά";
"Sign Out"="Αποσύνδεση";
"Sign in"="Συνδεθείτε";
"Sign in didn't work"="Αποτυχημένη σύνδεση";
"Sign in is required for accessing key SMART features."="Η σύνδεση είναι απαραίτητη για την πρόσβαση σε σημαντικές λειτουργίες του SMART.";
"Sign in to or create a SMART account"="Συνδεθείτε ή δημιουργήστε έναν λογαριασμό SMART";
"Sign in to use this feature"="Συνδεθείτε για να χρησιμοποιήσετε αυτή τη λειτουργία";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Συνδεθείτε στον λογαριασμό σας SMART για να αποκτήσετε πρόσβαση στα οφέλη της συνδρομής SMART ή για να χρησιμοποιήσετε το Notebook σε περιορισμένη λειτουργία.";
"Sign in with Google"="Σύνδεση με Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Συνδεθείτε με έναν λογαριασμό Google, Office 365 ή προσωπικό λογαριασμό Microsoft.";
"Sign in with a browser"="Σύνδεση με πρόγραμμα περιήγησης";
"Sign up for free"="Εγγραφείτε δωρεάν";
"Sign up for the latest updates from SMART"="Εγγραφείτε για τις πιο πρόσφατες ενημερώσεις από τη SMART";
"Signed in as:"="Συνδεδεμένοι ως:";
"Skip Sign In"="Παράλειψη σύνδεσης";
"Skip sign in for now"="Παράλειψη σύνδεσης για τώρα";
"Skipped sign in"="Έγινε παράλειψη της σύνδεσης";
"Software enabled"="Λογισμικό ενεργοποιήθηκε";
"Some of your license keys have expired. Click here for more info."="Κάποια από τα κλειδιά άδειάς σας έχουν λήξει. Για περισσότερες πληροφορίες, κάντε κλικ εδώ.";
"Some of your license keys will expire in %1 days. Click here for more info."="Κάποια από τα κλειδιά άδειάς σας θα λήξουν σε %1 ημέρα(ες). Για περισσότερες πληροφορίες, κάντε κλικ εδώ.";
"Something went wrong. Want to try again?"="Δυστυχώς, παρουσιάστηκε κάποιο πρόβλημα. Θέλετε να προσπαθήστε ξανά;";
"Sort"="Ταξινόμηση";
"Sort by &Date"="Ταξινόμηση κατά &Ημερομηνία";
"Sort by &Name"="Ταξινόμηση κατά &Όνομα";
"Sort by &Size"="Ταξινόμηση κατά &Μέγεθος";
"Status"="Κατάσταση";
"Status:"="Κατάσταση:";
"Stay Inspired"="Αντλήστε έμπνευση";
"Subscription: <b>%1</b> day(s) remaining"="Subscription: <b>%1</b> ημέρα(ες) απομένει(ουν)";
"Succeeded"="Eπιτυχία";
"Symbolic Link"="Συμβολική Σύνδεση";
"Tabloid (279 x 432 mm)"="Ημισελίδα (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Πατήστε το εικονίδιο Σύνδεση %s στην εφαρμογή Μαθημάτων για να λάβετε έναν κωδικό 4 χαρακτήρων και, στη συνέχεια, πληκτρολογήστε αυτόν τον κωδικό παρακάτω.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Πατήστε το εικονίδιο Σύνδεση %s στην εφαρμογή Notebook Player για να λάβετε έναν κωδικό 4 χαρακτήρων και, στη συνέχεια, πληκτρολογήστε αυτόν τον κωδικό παρακάτω.";
"Test Connectivity..."="Δοκιμή συνδεσιμότητας...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Αυτή η διεύθυνση email είναι ήδη συσχετισμένη με λογαριασμό SMART. Δοκιμάστε να εγγραφείτε με διαφορετική διεύθυνση email.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Προέκυψε πρόβλημα... \n\nΔεν είμαστε σίγουροι τι έγινε, αλλά δεν είναι δυνατή η σύνδεσή σας τώρα.";
"The activation didn't complete. See below for status information."="Η ενεργοποίηση δεν ολοκληρώθηκε. Ανατρέξτε παρακάτω για πληροφορίες κατάστασης.";
"The following Product Key is not valid: "="Το παρακάτω κλειδί προϊόντος δεν είναι έγκυρο: ";
"The information copied successfully, and your Internet browser will open."="Οι πληροφορίες αντιγράφηκαν επιτυχώς, και το πρόγραμμα περιήγησης στο ίντερνετ θα ανοίξει.";
"The installed version of this product requires a newer maintenance license."="Η εγκατεστημένη έκδοση αυτού του προϊόντος απαιτεί νεότερη άδεια συντήρησης.";
"The link has been copied to the clipboard."="Ο σύνδεσμος έχει αντιγραφεί στο πρόχειρο.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Ο αριθμός ενεργοποιήσεων γι' αυτό το κλειδί προϊόντος έχει υπερβεί το μέγιστο όριο. Επικοινωνήστε με το τμήμα τεχνικής υποστήριξής μας για βοήθεια.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Το κλειδί προϊόντος που χρησιμοποιείτε έχει ακυρωθεί. Επικοινωνήσετε με την υποστήριξη της SMART για περισσότερες πληροφορίες.";
"The product key you entered is already in the list."="Το κλειδί προϊόντος που καταχωρήσατε υπάρχει ήδη στη λίστα.";
"The request file saved successfully. Copy the file to another computer to continue."="Το αρχείο αιτήματος αποθηκεύθηκε επιτυχώς. Αντιγράψτε το αρχείο σε άλλον υπολογιστή για να συνεχίσετε.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Το αίτημα πέτυχε σε μερικά από τα κλειδιά προϊόντος σας, αλλά δεν πέτυχε σε άλλα.";
"The sign in took too long and has expired."="Η σύνδεση άργησε υπερβολικά και έχει λήξει.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Εκτελούνται εργασίες συντήρησης του συστήματος αυτή τη στιγμή, αλλά θα είναι διαθέσιμο σύντομα. Ζητούμε συγγνώμη για την αναστάτωση.";
"The trial period has started."="Η δοκιμαστική περίοδος έχει ξεκινήσει.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Δεν ήταν δυνατή η ενεργοποίηση αυτού του κλειδιού. Δοκιμάστε πάλι την ενεργοποίηση. \n\nΑν το πρόβλημα παραμένει, σημειώστε τυχόν μηνύματα σφάλματος και επικοινωνήστε με το Τμήμα Τεχνικής Υποστήριξης της SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Το αρχείο δικαιωμάτων αυτού του κλειδιού δεν έχει διαμορφωθεί σωστά. Επικοινωνήστε με το Τμήμα Τεχνικής Υποστήριξης της SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Για να συνδεθείτε στο SMART, πρέπει να καταχωρήσετε ένα όνομα χρήστη και κωδικό πρόσβασης για τον διακομιστή μεσολάβησης %s";
"To page:"="Μέχρι σελίδα:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Για να ενεργοποιήσετε με επιτυχία το κλειδί προϊόντος, όλες οι συνδέσεις πρέπει να είναι επιτυχείς. Τα πράσινα σημάδια ελέγχου υποδεικνύουν επιτυχείς συνδέσεις.";
"Too many open files"="Πάρα πολλά ανοιχτά αρχεία";
"Trial Extension"="Δοκιμαστική επέκταση";
"Trial: <b>%1</b> day(s) remaining"="Δοκιμή: <b>%1</b> ημέρα(ες) απομένει(ουν)";
"True"="Αληθές";
"Try Again"="Προσπαθήστε ξανά";
"Try again later or try a manual request now."="Δοκιμάστε ξανά αργότερα ή δοκιμάστε μη αυτόματο αίτημα τώρα.";
"Try it Online!"="Δοκιμάστε το online!";
"Type your user name and password."="Πληκτρολογήστε το όνομα χρήστη και τον κωδικό πρόσβασης.";
"Type:"="Τύπος:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Κοινός φάκελος #10 ΗΠΑ (105 x 241 mm)";
"Unable to complete your request."="Δεν είναι δυνατή η ολοκλήρωση του αιτήματός σας.";
"Unable to copy."="Αδύνατη η αντιγραφή.";
"Unable to create your file."="Αδύνατη η δημιουργία του αρχείου σας.";
"Unable to open %1 for writing."="Αδύνατο το άνοιγμα του %1 για εγγραφή.";
"Unable to open source file for reading."="Αδύνατο το άνοιγμα του αρχείου προέλευσης για ανάγνωση.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Αδύνατο το άνοιγμα του προγράμματος περιήγησης στο ίντερνετ. Δοκιμάστε να ανοίξετε το πρόγραμμα περιήγησης μη αυτόματα ή χρησιμοποιήστε άλλον υπολογιστή για να συνεχίσετε.";
"Unable to read response from file."="Αδύνατη η ανάγνωση της απάντησης από το αρχείο.";
"Unable to rename %1 to %2."="Αδύνατη η μετονομασία του %1 σε %2.";
"Unable to save your request."="Αδύνατη η αποθήκευση του αιτήματός σας.";
"Unknown"="Άγνωστο";
"Unknown Location"="Άγνωστη Θέση";
"Unknown authentication method"="Άγνωστη μέθοδος ελέγχου ταυτότητας";
"Unknown error"="Άγνωστο σφάλμα";
"Unknown error."="Άγνωστο σφάλμα.";
"Unknown protocol specified"="Καθορίστηκε άγνωστο πρωτόκολλο";
"Upload this document and create a link to share with others."="Αποστείλετε αυτό το έγγραφο και δημιουργήστε έναν σύνδεσμο για κοινή χρήση με άλλους.";
"Upload to SMART Cloud"="Αποστολή στο SMART Cloud";
"Uploading your file..."="Αποστολή του αρχείου σας...";
"Use Internet Explorer settings"="Χρήση των ρυθμίσεων του Internet Explorer";
"Use System settings"="Χρήση των ρυθμίσεων του συστήματος";
"Use other proxy:"="Χρήση άλλου διακομιστή διαμεσολάβησης:";
"User Name:"="Όνομα Χρήστη:";
"User name:"="Όνομα χρήστη:";
"Valid for versions released before %1"="Έγκυρο για εκδόσεις που κυκλοφόρησαν πριν από %1";
"Version %s"="Έκδοση %s";
"Volume activated"="Ενεργοποιημένη ένταση ήχου";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Δεν ήταν δυνατή η επεξεργασία αυτής της απάντησης. Το αίτημα προέρχεται από άλλον υπολογιστή ή έχει ήδη υποβληθεί σε επεξεργασία.";
"We'll remember %s for next time."="Θα θυμόμαστε το %s για την επόμενη φορά.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Καλωσήρθατε στο λογισμικό %1 της SMART Technologies.";
"Welcome to SMART Notebook"="Καλωσήρθατε στο SMART Notebook";
"What's This?"="Τι είναι Αυτό;";
"Width:"="Πλάτος:";
"Working on it."="Σε εξέλιξη.";
"Working on it.."="Σε εξέλιξη...";
"Working on it..."="Σε εξέλιξη...";
"Wrong content length"="Λανθασμένο μήκος περιεχομένου";
"Yes to &All"="Ναι σε &όλα";
"Yes to &All"="Ναι σε &όλα";
"Yes, I have a numeric response code similar to %1."="Ναι, έχω αριθμητικό κωδικό απάντησης παρόμοιο με %1.";
"Yes, I have a response file."="Ναι, έχω αρχείο απάντησης.";
"Yes, I have a response message that starts with %1."="Ναι, έχω μήνυμα απάντησης που ξεκινά με %1.";
"Yes, I have an activation key similar to %1."="Ναι, έχω κλειδί ενεργοποίησης παρόμοιο με %1.";
"You can close this tab and return to SMART Notebook."="Μπορείτε να κλείσετε αυτή την καρτέλα και να επιστρέψετε στο SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Μπορείτε να διαχειριστείτε τον λογαριασμό σας και το Αναγνωριστικό τάξης από το μενού Λογαριασμός.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Μπορείτε να συνδεθείτε αργότερα από το μενού Λογαριασμός. Η σύνδεση είναι απαραίτητη για πολλές σημαντικές λειτουργίες του SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Επιλέξατε να μην επιτρέψετε στην εφαρμογή μας να αποκτήσει πρόσβαση στον λογαριασμό σας. Δεν θα μπορείτε να χρησιμοποιήσετε την εφαρμογή μας έως ότου συμφωνήσετε.";
"You have %1 days to complete activation."="Έχετε %1 ημέρες για να ολοκληρώσετε την ενεργοποίηση.";
"You have signed out"="Έχετε αποσυνδεθεί";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Δεν έχετε δώσει ακόμα στο SMART το δικαίωμα πρόσβασης στις πληροφορίες λογαριασμού σας, που απαιτείται για τη σύνδεση. Θέλετε να προσπαθήσετε να συνδεθείτε ξανά;";
"You may wish to send results to your organization's technical support contact."="Μπορεί να θελήσετε να στείλετε αποτελέσματα στον υπεύθυνο τεχνικής υποστήριξης του οργανισμού σας.";
"You need to sign in before you can use this feature."="Θα πρέπει να συνδεθείτε για να μπορέσετε να χρησιμοποιήσετε αυτή τη λειτουργία.";
"You're all set!"="Είστε έτοιμοι!";
"You're unable to change these settings because you manually configured a proxy."="Δεν μπορείτε να αλλάξετε αυτές τις ρυθμίσεις διότι κάνατε μη αυτόματη ρύθμιση παραμέτρων ενός διακομιστή μεσολάβησης.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Έχετε παραλείψει τη σύνδεση προς το παρόν. Μπορείτε να συνδεθείτε αργότερα από το μενού Λογαριασμός.";
"Your SMART Boards"="Τα SMART Board σας";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Η συνδρομή σας SMART Learning Suite θα λήξει σε %d μέρες. Μάθετε πώς να την ανανεώσετε.";
"Your SMART account"="Ο λογαριασμός σας SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Το πρόγραμμα περιήγησης άνοιξε σε μια σελίδα σύνδεσης. Θα επιστρέψετε εδώ αφού συνδεθείτε.";
"Your first trial extension is activated."="Η πρώτη δοκιμαστική επέκταση έχει ενεργοποιηθεί.";
"Your first trial extension isn't activated."="Η πρώτη δοκιμαστική επέκταση δεν έχει ενεργοποιηθεί.";
"Your second trial extension is activated."="Η δεύτερη δοκιμαστική επέκταση έχει ενεργοποιηθεί.";
"Your second trial extension isn't activated."="Η δεύτερη δοκιμαστική επέκταση δεν έχει ενεργοποιηθεί.";
"Your trial period has ended."="Η δοκιμαστική περίοδός σας έχει λήξει.";
"bottom margin"="κάτω περιθώριο";
"left margin"="αριστερό περιθώριο";
"locally connected"="συνδεδεμένο τοπικά";
"right margin"="δεξί περιθώριο";
"to"="σε";
"top margin"="πάνω περιθώριο";
"unknown"="άγνωστο";
